/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.cancel"               = "Hayır";
"zanalytics.bug.alert.title"                = "Bize bir şey bildirmek istiyor musunuz?";
"zanalytics.feedback.navbar.title.feedback"             = "Geri bildirim";
"zanalytics.feedback.navbar.title.reportbug"            = "Hatayı Rapor Et";
"zanalytics.feedback.navbar.title.helpme"               = "Bana Yardım Et";

"zanalytics.feedback.navbar.title.systemlogs"             = "Sistem Günlükleri";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Tanı Bilgileri";

"zanalytics.bug.alert.dontshowagain"            = "Tekrar gösterme";
"zanalytics.bug.alert.title.helpme"            = "Bana yardım et";

"zanalytics.bug.alert.message.savetolocal"         = "Üzgünüz... Hata raporunu gönderemedik, ekran resmini kaydetmek ister misiniz?";



"zanalytics.feedback.email.title"                = "E-posta adresi";


"zanalytics.bug.detectscreen.title"       = "İlginç bir şey mi buldunuz?";

"zanalytics.bug.alert.detectscreen.yes"                      = "Evet";
"zanalytics.bug.alert.detectscreen.no"                       = "Hayır";

"zanalytics.bug.alert.detectscreen.share" = "Paylaş";
"zanalytics.bug.alert.detectscreen.dontshow" = "Bir daha sorma";

"zanalytics.bug.annotate.button.title"                       = "Hatayı aşağıdaki araçlarla işaretleyin";


"zanalytics.feedback.failed.alert.description" = "Geri bildirim gönderilemedi, lütfen tekrar deneyin!";


"zanalytics.feedback.success.alert.description" = "Geri bildiriminizi gönderdiğiniz için teşekkür ederiz.";


"zanalytics.feedback.common.alert.title.add.photos" = "Fotoğraf Ekle";
"zanalytics.feedback.common.alert.title.alert" = "Uyarı";
"zanalytics.feedback.common.button.title.back" = "Geri";
"zanalytics.feedback.common.button.title.cancel" = "İptal";
"zanalytics.feedback.common.button.title.close" = "Kapat";
"zanalytics.feedback.common.button.title.ok" = "Tamam";

"zanalytics.feedback.textview.placeholder"           = "Çok iyi dinleyiciyizdir. Görüşlerinizi bize anlatın!";
"zanalytics.bug.textview.placeholder"           = "Uygulamamızı kullanırken herhangi bir sorunla karşılaştınız mı? Bize bildirin.";
"zanalytics.help.textview.placeholder"           = "Bu sorunu çözmeye çalışacak ve size yardımcı olacağız!";

"zanalytics.feedback.add.photos.alert.description" = "Fotoğraf eklenmemiş, fotoğraf eklemek için fotoğraf galerisini açın!";

"zanalytics.feedback.add.photos.alert.open" = "Fotoğrafları Aç";


"zanalytics.feedback.access.photos.alert.description" = "%@ uygulamasının fotoğraflarınıza erişimi yok.\nErişimi etkinleştirmek için, gidin: Ayarlar > Gizlilik > Fotoğraflar > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Ayarlar";

"zanalytics.feedback.label.title.anonymous" = "Anonim";

"zanalytics.feedback.navbar.button.title.send" = "Gönder";
"zanalytics.feedback.navbar.button.title.next" = "Sonraki";
"zanalytics.feedback.navbar.button.title.done" = "Bitti";
"zanalytics.feedback.navbar.button.title.editphotos" = "Fotoğrafları Düzenle";
"zanalytics.feedback.navbar.button.title.addmore" = "Daha Fazla Ekle";
"zanalytics.feedback.navbar.button.title.attach" = "Ekle";
"zanalytics.feedback.navbar.button.title.delete" = "Sil";


"zanalytics.feedback.navbar.title.taptoedit" = "Düzenlemek için Dokunun";
"zanalytics.feedback.navbar.title.editor" = "Düzenleyici";
"zanalytics.feedback.navbar.title.choosephotos" = "Fotoğrafları Seç";
"zanalytics.feedback.navbar.title.selectphotos" = "Fotoğrafları Seçin";
"zanalytics.feedback.navbar.title.photoselected" = "Fotoğraf Seçildi";
"zanalytics.feedback.navbar.title.photosselected" = "Fotoğraflar Seçildi";

"zanalytics.feedback.accessory.title.systemlogs" = "Sistem Günlüklerini Dahil Et";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Tanı Bilgilerini Dahil Et";
"zanalytics.feedback.accessory.button.title.view" = "Görüntüle";

"zanalytics.feedback.picker.image.notfound" = "Görüntü Bulunamadı";

"zanalytics.feedback.attachments.title" = "Ekler(%i)";

"zanalytics.feedback.privacy.consent.description" = "Geliştiricilerimizin paylaştığınız geri bildirimi daha iyi anlamasına yardımcı olacağı için konsol günlüğünü ve tanılama bilgilerini de dahil etmenizi öneririz.";

"zanalytics.feedback.privacy.consent.clogs.title" = "Konsol Günlükleri";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Tanılama Bilgileri";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Diğer bilgiler";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Cihaz bilgisi";

"zanalytics.feedback.privacy.consent.cancel" = "İptal";

"zanalytics.feedback.privacy.consent.openmailapp" = "Postada aç";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Her zaman gönder";

